IDEA Open Model
ConcreteULSCheckResultDiagramCapacity.CheckMethod Property
Compatible with IDEA StatiCa Beta 20.0
 method of check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public IntDiagCheckMethod CheckMethod { get; set; }
Public Property CheckMethod As IntDiagCheckMethod
	Get
	Set
Property Value
Type: IntDiagCheckMethod
See Also
Reference
ConcreteULSCheckResultDiagramCapacity Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace